       IDENTIFICATION DIVISION.
      ******************************************************
      *  PROGRAM NAME: DTDEM2  ZCNCBL1                     *
      *                                                    *
      *  OBJECTIVES OF TESTCASE:                           *
      *                                                    *
      *       DEMO TRAINING PROGRAM                        *
      *                                                    *
      ******************************************************
       PROGRAM-ID.             ZCNCBL1.
       AUTHOR.                 ZACAN01.
         
       DATA DIVISION.
       PROCEDURE DIVISION.
       COPY NSTCOPY6.

       STOP RUN.
